[
  {
    "name": "Air Wave Gold",
    "description": "The Air Wave Gold was a racing broom, apparently manufactured in the 1990s. In 1996, the Seeker Weekly magazine compared the Air Wave Gold to the Turbo XXX to see which one was better.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/1/17/AirWaveGold.png"
  },
  {
    "name": "Australian Flyabout 50",
    "description": "The Australian Flyabout 50 was a world-class racing broom, produced in Australia. The Australian National Quidditch team rode on Australian Flyabout 50s during the 422nd Quidditch World Cup matches, in 1994.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/3/39/Australian_Flyabout.png"
  },
  {
    "name": "Australian Flyabout",
    "description": "The Australian Flyabout 50 was a world-class racing broom, produced in Australia. The Australian National Quidditch team rode on Australian Flyabout 50s during the 422nd Quidditch World Cup matches, in 1994.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/3/39/Australian_Flyabout.png"
  },
  {
    "name": "Bluebottle",
    "description": "The Bluebottle was a broomstick designed for family use. It was described as being 'safe' and 'reliable'.\n\"The Bluebottle: A Broom for All the Family - safe, reliable, and with Built-in Anti-Burgler Buzzer.\"\n— Advertisement at the 1994 Quidditch World Cup",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/0/08/Bluebottle.jpg"
  },
  {
    "name": "Cleansweep",
    "description": "Please refer to a particular model of this series.\n1. Cleansweep One\n2.Cleansweep Two\n3.Cleansweep Three\n4. Cleansweep Five\n5. Cleansweep Six\n6. Cleansweep Seven\n7. Cleansweep Eleven",
    "image": ""
  },
  {
    "name": "Cleansweep One",
    "description": "The Cleansweep One was the first broomstick produced by the Cleansweep Broom Company, created in 1926. The first racing broom designed for sporting use, the Cleansweep One cornered like no other broom in existence at the time.\nWithin a year of its release, every Quidditch team in Britain was mounted on them. It was followed by the Cleansweep Two in 1934.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/1/14/Cleansweep_One_-_PAS.png"
  },
  {
    "name": "Cleansweep Two",
    "description": "The Cleansweep Two was a broomstick produced by the Cleansweep Broom Company in 1934. It was the follow-up to the successful Cleansweep One. It was succeeded by the Cleansweep Three in 1937.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/7/7b/Cleansweep-2.png/"
  },
  {
    "name": "Cleansweep Three",
    "description": "The Cleansweep Three was a broomstick produced by the Cleansweep Broom Company in 1937. It was the follow-up to the Cleansweep Two. It was eventually succeeded by the Cleansweep Five sometime before 1953.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/2/2d/Cleansweep-3.png"
  },
  {
    "name": "Cleansweep Five",
    "description": "The Cleansweep Five was a broomstick produced by the Cleansweep Broom Company,[1] created sometime between 1937 and 1953.\n\"You could raffle off those Cleansweep Fives, I expect a museum would bid for them\"\n— Draco Malfoy insulting the the Weasley twins' outdated broomsticks",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/b/b8/Cleansweep_Five.jpg/"
  },
  {
    "name": "Cleansweep Six",
    "description": "The Cleansweep Six was a broomstick produced by the Cleansweep Broom Company some time between 1937 and 1991. It was the follow-up to the Cleansweep Five. It was eventually succeeded by the Cleansweep Seven. In a 1995 edition of The Quibbler, a wizard claimed to have used one to fly to the Moon.",
    "image": ""
  },
  {
    "name": "Cleansweep Seven",
    "description": "The Cleansweep Seven was a broomstick produced by the Cleansweep Broom Company in or before 1991. It was the follow-up to the Cleansweep Six. Its standard was close to that of a Nimbus 2000. In 1991, Gryffindor captain Oliver Wood suggested the Cleansweep Seven as a possible broom for Harry Potter to use to play for the House team.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/d/d6/Cleansweep_7.JPG"
  },
  {
    "name": "Cleansweep Eleven",
    "description": "The Cleansweep Eleven was a broomstick produced by the Cleansweep Broom Company in or before 1995. Made from Spanish oak, the broom came equipped with an anti-jinx varnish and a built-in vibration control feature. It could accelerate from nought to seventy miles per hour in ten seconds.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/3/3d/Ronkeeperhappy8.jpg/"
  },
  {
    "name": "Comet",
    "description": "Please refer to a particular model of this series.\n1. Comet 140\n2.Comet 180\n3.Comet 220\n4. Comet 260\n5. Comet 290",
    "image": ""
  },
  {
    "name": "Comet 140",
    "description": "The Comet 140 was a broomstick produced by the Comet Trading Company, and was released in 1929. It was designated the Comet 140 because it was the 140th model they had tested before its release. It was the first broom to incorporate the Horton-Keitch Braking Charm, which would mean Quidditch players would be less likely to stray offside or overshoot the goals. It quickly became the broom of choice for many British and Irish Quidditch teams.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/5/5c/Comet-140.png/"
  },
  {
    "name": "Comet 180",
    "description": "The Comet 180 was a broomstick released by the Comet Trading Company in 1938.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/9/9c/Comet-180.png/"
  },
  {
    "name": "Comet 220",
    "description": "The Comet 220 was a broomstick manufactured by the Comet Trading Company.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/a/ab/Skye_on_Comet_220.PNG/"
  },
  {
    "name": "Comet 260",
    "description": "The Comet 260 was a broomstick manufactured by the Comet Trading Company.\n\"The Comet Trading Company's finest racing broom. Starting to show its age, yet still an extremely versatile and a great first broom\"",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/9/93/Comet_260_-_PAS.png/"
  },
  {
    "name": "Comet 290",
    "description": "The Comet 290 is a broomstick manufactured by the Comet Trading Company.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/6/63/Comet290.png/"
  },
  {
    "name": "Firebolt",
    "description": "The Firebolt was a world-class broomstick. It was the fastest at the time of its production, and was released in 1993. In time, the Firebolt broomstick was used by the Bulgarian and Irish International Quidditch Teams. The teams played on Firebolts during the 1994 Quidditch World Cup.\n\nBy 2014, the Firebolt had been superseded by the Firebolt Supreme, apparently manufactured by the same makers.\n\nThe Firebolt was a costly broom and Harry Potter was one of the first to own one. It continued to be made in relatively small quantities, partly because the goblin workers involved in the patented ironwork were prone to strikes and walkouts at the smallest provocation.\n\"This state-of-the-art racing broom sports a streamlined superfine handle of ash, treated with a diamond-hard polish and hand-numbered with its own registration number. Each individually selected birch twig in the broomtail has been honed to aerodynamic perfection, giving the Firebolt unsurpassable balance and pinpoint precision. The firebolt has an acceleration of 150 miles an hour in ten seconds and incorporates an unbreakable Braking Charm. Price on request.\"\n— Advert at Quality Quidditch Supplies",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/7/74/Firebolt.jpg"
  },
  {
    "name": "Firebolt Supreme",
    "description": "The Firebolt Supreme was a world-class broomstick made after the original Firebolt.",
    "image": ""
  },
  {
    "name": "Moontrimmer",
    "description": "\"Designed with a slim ash handle and the ability to fly higher than other brooms (and remain controllable) at the time, the brooms were a revolution in broomstick design, and were in great demand by Quidditch players. However, working on her own, Gladys was never able to keep up with the demand for them.\"\n-A Moontrimmer Advertisemnt from 1901",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/6/65/Moontrimmer.png"
  },
  {
    "name": "Nimbus",
    "description": "Please refer to a particular model of this series.\n1. Nimbus 1000\n2.Nimbus 1001\n3.Nimbus 1500\n4. Nimbus 1700\n5. Nimbus 2000\n6. Nimbus 2001",
    "image": ""
  },
  {
    "name": "Nimbus 1000",
    "description": "The Nimbus 1000 was the Nimbus Racing Broom Company's first product, released in 1967. The Nimbus 1000 was a revolutionary design, capable of speeds up to a hundred miles an hour, and the ability to turn 360 degrees in mid-air on a fixed spot. It combined the reliability of the Oakshaft 79 with the agility of the best Cleansweeps, and immediately became the broom of choice for professional Quidditch teams.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/1/16/Nimbus-1000.png/"
  },
  {
    "name": "Nimbus 1001",
    "description": "The Nimbus 1001 was produced by the Nimbus Racing Broom Company as part of their successful line of racing brooms. It helped ensure that the Nimbus company would stay as leaders in the field of broomstick manufacturer.",
    "image": ""
  },
  {
    "name": "Nimbus 1500",
    "description": "The Nimbus 1500 was produced by the Nimbus Racing Broom Company as part of their successful line of racing brooms. It helped ensure that the Nimbus company would stay as leaders in the field of broomstick manufacturer.",
    "image": ""
  },
  {
    "name": "Nimbus 1700",
    "description": "The Nimbus 1700 was produced by the Nimbus Racing Broom Company as part of their successful line of racing brooms. It helped ensure that the Nimbus company would stay as leaders in the field of broomstick manufacturer.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/2/29/Nimbus_1700_HM.png"
  },
  {
    "name": "Nimbus 2000",
    "description": "The Nimbus 2000 was a broomstick produced by the Nimbus Racing Broom Company as part of their successful line of racing brooms. At the time of its release in 1991, it was the fastest broomstick in production. The Nimbus 2000 easily outperformed its competitors on the Quidditch pitch until it was replaced as the top broomstick by the Nimbus 2001.\n\"One of the Nimbus Racing Broom Company's most successful models. Highly reliable with good speed and exceptional handling — not for beginners!\"",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/0/0f/Nimbus_2000_1.jpg"
  },
  {
    "name": "Nimbus 2001",
    "description": "The Nimbus 2001 was a broom produced by the Nimbus Racing Broom Company as part of their successful line of racing brooms.\n\"The top of the Nimbus Racing Broom Company's range. Capable of previously unseen speed and control. A world-class broom.\"",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/d/d1/Nimbus_2001.png/"
  },
  {
    "name": "Oakshaft 79",
    "description": "The Oakshaft 79 was a broomstick created by the broom-maker Elias Grimstone of Portsmouth in 1879. These were the days of the cottage industry, with each broomstick handmade by the inventor, and Elias' broom was the first model to make a name for itself. Designated the number 79 because of the year of its construction, the broom had a thick oak handle which was designed for endurance flying. Designed to withstand high wind conditions, the Oakshaft 79 never gained popularity as a Quidditch broom because of its lack of agility. Today, the Oakshaft 79 is a highly prized vintage broom.\nThe Oakshaft 79 ensured its place in history, however, when Jocunda Sykes used one to perform the first ever Atlantic crossing on a broom in 1935.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/b/b3/JocundaSykes.png"
  },
  {
    "name": "Shooting Star",
    "description": "The Shooting Star was a broomstick produced by Universal Brooms Ltd in 1955. At the time of its release, it was the cheapest racing broom on the market. However, after initial good sales and popularity, the broom was found to lose height and speed as they aged.\n\"Ron's old Shooting Star was often outstripped by passing butterflies.\"",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/8/85/Shooting_Star.jpg"
  },
  {
    "name": "Siberian Arrow",
    "description": "The Siberian Arrow was a world-class racing broom, produced in Siberia. The Nordic Team rode on Siberian Arrows during the 422nd Quidditch World Cup matches, in 1994.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/9/99/Siberian_Arrow.png"
  },
  {
    "name": "Silver Arrow",
    "description": "The Silver Arrow was a broomstick produced by broom-maker Leonard Jewkes, and was the true forerunner of the racing broom. It was capable of speeds greater than the Oakshaft 79 or the Moontrimmer, its maximum speed of seventy miles per hour with a decent tailwind was very good for its time, but Leonard worked alone and demand outstripped supply. It was eventually replaced by the Cleansweep series.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/c/c7/Silver-Arrow.png/"
  },
  {
    "name": "Starsweeper XXI",
    "description": "The Starsweeper XXI was a world-class broomstick.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/2/20/Starsweeper_XXI.jpg"
  },
  {
    "name": "Swiftstick",
    "description": "The Swiftstick was a broomstick produced by Ellerby and Spudmore in 1952. The new broom was faster than the company's previous effort, the Tinderblast, but it was found that the broom lost power during an ascent. Because of this, the Swiftstick was never used by any professional Quidditch teams.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/0/02/Swiftstick.png/"
  },
  {
    "name": "Thunderbolt VVI",
    "description": "The Thunderbolt VII is a broomstick produced in Manchester, England, as a competitor to the Firebolt Supreme. Many experts feel that the Thunderbolt VII has sacrificed safety for speed.\nThe Nigerian National Quidditch team rode on Thunderbolt VIIs for the 2014 Quidditch World Cup. There was a lot of controversy about it on their quarter-final defeat to Japan on 10 June, 2014. Nigerian Seeker Samuel Equiano's broom was hit by a Bludger, which smashed its tail off. All broomsticks ought to be able to take all Bludger hits, due to this, an inquiry into the Thunderbolt VII was immediately launched. Shortly after the match, unconfirmed rumours stated that a group of Nigerian warlocks were headed for the Thunderbolt Headquarters in Manchester.",
    "image": ""
  },
  {
    "name": "Tinderblast",
    "description": "The Tinderblast was a model of broomstick produced by Ellerby and Spudmore in 1940. Although not as fast as the Cleansweeps or the Comets, it was remarked that they were highly resilient.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/9/91/Tinderblast.png/"
  },
  {
    "name": "Transylvanian Barb",
    "description": "The Transylvanian Barb was a world-class racing broom, produced in Transylvania. The Transylvanian National Quidditch team rode on Transylvanian Barbs during the 422nd Quidditch World Cup matches, in 1994.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/2/24/Transylvanian_Bare.png"
  },
  {
    "name": "Turbo XXX",
    "description": "The Turbo XXX was a racing broom, apparently manufactured in the 1990s. In 1996, the Seeker Weekly magazine compared the Turbo XXX to the Air Wave Gold to see which one was better.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/9/9f/Turbo_XXX.png/"
  },
  {
    "name": "Twigger 90",
    "description": "The Twigger 90 was a broomstick released in 1990 by Flyte and Barker. Intended to replace the Nimbus as the market leader, the Twigger 90 was found to warp at high speeds. It also included several new gimmicks, including an inbuilt Warning Whistle and Self-Straightening Brush, and gained a reputation as a broom flown by those with more money than sense.",
    "image": "https://static.wikia.nocookie.net/harrypotter/images/e/ed/Twigger-90.png/"
  },
  {
    "name": "Varapidos",
    "description": "Varápidos was a world-class broomstick.",
    "image": ""
  },
  {
    "name": "Yajirushi",
    "description": "The Yajirushi was a world-class broomstick developed in Japan and unveiled for the first time during the 2014 Quidditch World Cup, where the Japanese National Quidditch team played with these brooms.",
    "image": ""
  }
]